export const koreaDistricts = [
  {
    "name": "경기도",
    "cities": [
      {
        "name": "파주시",
        "districts": [
          "문산읍",
          "광탄면",
          "동패동",
          "목동동",
          "아동동",
          "조리읍",
          "야당동",
          "금촌동",
          "법원읍",
          "문발동",
          "와동동",
          "탄현면",
          "검산동",
          "상지석동",
          "월롱면",
          "야동동",
          "금릉동",
          "적성면",
          "교하동",
          "다율동",
          "신촌동",
          "파주읍",
          "서패동",
          "파평면",
          "오도동"
        ]
      },
      {
        "name": "화성시",
        "districts": [
          "오산동",
          "청계동",
          "정남면",
          "반송동",
          "봉담읍",
          "송동",
          "새솔동",
          "산척동",
          "반월동",
          "목동",
          "영천동",
          "진안동",
          "향남읍",
          "반정동",
          "우정읍",
          "남양읍",
          "장안면",
          "석우동",
          "서신면",
          "장지동",
          "방교동",
          "비봉면",
          "병점동",
          "능동",
          "송산동",
          "팔탄면",
          "매송면",
          "양감면",
          "동탄면",
          "송산면",
          "기안동",
          "마도면",
          "중동",
          "기산동",
          "금곡동",
          "안녕동",
          "신동"
        ]
      },
      {
        "name": "수원시",
        "districts": [
          "팔달구",
          "장안구",
          "권선구",
          "영통구"
        ]
      },
      {
        "name": "용인시",
        "districts": [
          "처인구",
          "수지구",
          "기흥구"
        ]
      },
      {
        "name": "고양시",
        "districts": [
          "일산서구",
          "일산동구",
          "덕양구"
        ]
      },
      {
        "name": "오산시",
        "districts": [
          "원동",
          "오산동",
          "수청동",
          "궐동",
          "갈곶동",
          "누읍동",
          "외삼미동",
          "지곶동",
          "청호동",
          "고현동",
          "청학동",
          "세교동",
          "금암동",
          "양산동"
        ]
      },
      {
        "name": "평택시",
        "districts": [
          "비전동",
          "포승읍",
          "신장동",
          "용이동",
          "서정동",
          "고덕동",
          "팽성읍",
          "청북읍",
          "칠원동",
          "합정동",
          "안중읍",
          "고덕면",
          "동삭동",
          "죽백동",
          "평택동",
          "이충동",
          "유천동",
          "세교동",
          "서탄면",
          "지산동",
          "독곡동",
          "진위면",
          "현덕면",
          "통복동",
          "장당동",
          "청룡동",
          "소사동",
          "오성면",
          "칠괴동",
          "가재동",
          "도일동",
          "군문동",
          "장안동",
          "모곡동",
          "지제동",
          "신대동"
        ]
      },
      {
        "name": "성남시",
        "districts": [
          "분당구",
          "수정구",
          "중원구"
        ]
      },
      {
        "name": "하남시",
        "districts": [
          "망월동",
          "신장동",
          "덕풍동",
          "풍산동",
          "학암동",
          "감일동",
          "창우동",
          "감이동"
        ]
      },
      {
        "name": "김포시",
        "districts": [
          "운양동",
          "양촌읍",
          "구래동",
          "장기동",
          "하성면",
          "마산동",
          "걸포동",
          "대곶면",
          "월곶면",
          "사우동",
          "풍무동",
          "북변동",
          "감정동",
          "통진읍",
          "고촌읍"
        ]
      },
      {
        "name": "안성시",
        "districts": [
          "도기동",
          "보개면",
          "공도읍",
          "아양동",
          "양성면",
          "서인동",
          "신흥동",
          "옥산동",
          "석정동",
          "연지동",
          "대덕면",
          "일죽면",
          "대천동",
          "원곡면",
          "계동",
          "삼죽면",
          "창전동",
          "당왕동",
          "죽산면",
          "금광면",
          "영동",
          "신소현동",
          "신건지동",
          "가사동",
          "낙원동",
          "동본동",
          "봉산동",
          "금산동",
          "고삼면",
          "인지동",
          "미양면",
          "서운면",
          "숭인동",
          "구포동",
          "가현동",
          "봉남동"
        ]
      },
      {
        "name": "광주시",
        "districts": [
          "양벌동",
          "퇴촌면",
          "역동",
          "오포읍",
          "신현동",
          "초월읍",
          "경안동",
          "문형동",
          "장지동",
          "능평동",
          "목현동",
          "곤지암읍",
          "태전동",
          "추자동",
          "송정동",
          "삼동",
          "쌍령동",
          "도척면",
          "탄벌동",
          "남한산성면",
          "목동",
          "남종면",
          "중대동",
          "고산동",
          "회덕동",
          "매산동"
        ]
      },
      {
        "name": "시흥시",
        "districts": [
          "정왕동",
          "매화동",
          "은행동",
          "장곡동",
          "신천동",
          "대야동",
          "능곡동",
          "조남동",
          "배곧동",
          "거모동",
          "미산동",
          "계수동",
          "물왕동",
          "월곶동",
          "장현동",
          "안현동",
          "하상동",
          "죽율동",
          "화정동",
          "군자동",
          "포동",
          "하중동",
          "과림동",
          "목감동",
          "광석동",
          "도창동",
          "금이동",
          "논곡동",
          "산현동",
          "방산동",
          "무지내동"
        ]
      },
      {
        "name": "의정부시",
        "districts": [
          "의정부동",
          "산곡동",
          "호원동",
          "금오동",
          "민락동",
          "신곡동",
          "가능동",
          "낙양동",
          "녹양동",
          "용현동",
          "장암동",
          "고산동"
        ]
      },
      {
        "name": "이천시",
        "districts": [
          "모가면",
          "마장면",
          "대월면",
          "신둔면",
          "진리동",
          "송정동",
          "창전동",
          "관고동",
          "부발읍",
          "호법면",
          "안흥동",
          "장호원읍",
          "갈산동",
          "백사면"
        ]
      },
      {
        "name": "동두천시",
        "districts": [
          "생연동",
          "송내동",
          "지행동",
          "상봉암동",
          "탑동동",
          "보산동",
          "상패동",
          "하봉암동",
          "동두천동",
          "광암동",
          "안흥동"
        ]
      },
      {
        "name": "광명시",
        "districts": [
          "일직동",
          "하안동",
          "광명동",
          "철산동",
          "소하동",
          "옥길동",
          "노온사동",
          "가학동"
        ]
      },
      {
        "name": "남양주시",
        "districts": [
          "진접읍",
          "금곡동",
          "별내동",
          "다산동",
          "화도읍",
          "평내동",
          "호평동",
          "오남읍",
          "진건읍",
          "별내면",
          "수동면",
          "퇴계원면",
          "와부읍",
          "일패동",
          "도농동",
          "가운동",
          "수석동",
          "퇴계원읍",
          "조안면",
          "지금동",
          "삼패동",
          "이패동"
        ]
      },
      {
        "name": "가평군",
        "districts": [
          "가평읍",
          "설악면",
          "조종면",
          "청평면",
          "북면",
          "상면"
        ]
      },
      {
        "name": "안산시",
        "districts": [
          "단원구",
          "상록구"
        ]
      },
      {
        "name": "구리시",
        "districts": [
          "수택동",
          "교문동",
          "갈매동",
          "인창동",
          "사노동",
          "토평동",
          "아천동"
        ]
      },
      {
        "name": "포천시",
        "districts": [
          "영북면",
          "영중면",
          "신읍동",
          "소흘읍",
          "신북면",
          "어룡동",
          "창수면",
          "일동면",
          "이동면",
          "가산면",
          "군내면"
        ]
      },
      {
        "name": "안양시",
        "districts": [
          "동안구",
          "만안구"
        ]
      },
      {
        "name": "부천시",
        "districts": [
          "원미구",
          "오정구",
          "소사구"
        ]
      },
      {
        "name": "의왕시",
        "districts": [
          "학의동",
          "포일동",
          "내손동",
          "오전동",
          "청계동",
          "삼동",
          "초평동"
        ]
      },
      {
        "name": "군포시",
        "districts": [
          "당동",
          "부곡동",
          "당정동",
          "금정동",
          "산본동",
          "도마교동",
          "대야미동",
          "둔대동",
          "속달동"
        ]
      },
      {
        "name": "양평군",
        "districts": [
          "지평면",
          "단월면",
          "서종면",
          "용문면",
          "양서면",
          "옥천면",
          "양평읍",
          "양동면",
          "청운면"
        ]
      },
      {
        "name": "양주시",
        "districts": [
          "덕정동",
          "옥정동",
          "장흥면",
          "광적면",
          "광사동",
          "덕계동",
          "삼숭동",
          "백석읍",
          "율정동",
          "회정동",
          "남방동",
          "마전동",
          "고암동",
          "봉양동",
          "어둔동"
        ]
      },
      {
        "name": "연천군",
        "districts": [
          "연천읍",
          "청산면",
          "전곡읍",
          "미산면",
          "군남면",
          "백학면",
          "신서면",
          "왕징면"
        ]
      },
      {
        "name": "여주시",
        "districts": [
          "홍문동",
          "하동",
          "가남읍",
          "천송동",
          "금사면",
          "창동",
          "교동"
        ]
      },
      {
        "name": "과천시",
        "districts": [
          "별양동",
          "문원동",
          "원문동",
          "갈현동",
          "과천동",
          "중앙동",
          "주암동",
          "막계동",
          "부림동",
          "관문동"
        ]
      }
    ]
  },
  {
    "name": "강원특별자치도",
    "cities": [
      {
        "name": "철원군",
        "districts": [
          "동송읍",
          "갈말읍",
          "서면",
          "철원읍",
          "김화읍",
          "근남면"
        ]
      },
      {
        "name": "태백시",
        "districts": [
          "문곡동",
          "철암동",
          "창죽동",
          "황지동",
          "통동",
          "장성동",
          "소도동",
          "화전동",
          "동점동",
          "백산동"
        ]
      },
      {
        "name": "양양군",
        "districts": [
          "양양읍",
          "손양면",
          "강현면",
          "서면",
          "현남면",
          "현북면"
        ]
      },
      {
        "name": "강릉시",
        "districts": [
          "금학동",
          "포남동",
          "초당동",
          "임당동",
          "교동",
          "연곡면",
          "노암동",
          "남문동",
          "강문동",
          "성남동",
          "주문진읍",
          "옥천동",
          "입암동",
          "성내동",
          "사천면",
          "송정동",
          "용강동",
          "성산면",
          "내곡동",
          "옥계면",
          "대전동",
          "강동면",
          "안현동",
          "견소동",
          "홍제동",
          "회산동",
          "지변동",
          "구정면",
          "죽헌동",
          "운정동",
          "남항진동",
          "저동",
          "유천동",
          "명주동",
          "신석동",
          "왕산면",
          "병산동",
          "학동",
          "운산동",
          "유산동"
        ]
      },
      {
        "name": "동해시",
        "districts": [
          "천곡동",
          "추암동",
          "북평동",
          "발한동",
          "삼화동",
          "부곡동",
          "동회동",
          "송정동",
          "망상동",
          "효가동",
          "평릉동",
          "묵호진동",
          "용정동",
          "나안동",
          "이로동",
          "구미동",
          "이기동",
          "어달동",
          "쇄운동",
          "대구동",
          "지흥동",
          "심곡동",
          "대진동",
          "단봉동",
          "구호동",
          "이도동"
        ]
      },
      {
        "name": "고성군",
        "districts": [
          "죽왕면",
          "토성면",
          "간성읍",
          "거진읍",
          "현내면"
        ]
      },
      {
        "name": "속초시",
        "districts": [
          "동명동",
          "조양동",
          "금호동",
          "청학동",
          "대포동",
          "중앙동",
          "노학동",
          "교동",
          "설악동",
          "영랑동",
          "청호동",
          "장사동"
        ]
      },
      {
        "name": "화천군",
        "districts": [
          "화천읍",
          "사내면",
          "상서면",
          "하남면",
          "간동면"
        ]
      },
      {
        "name": "양구군",
        "districts": [
          "해안면",
          "양구읍",
          "국토정중앙면",
          "동면",
          "방산면"
        ]
      },
      {
        "name": "인제군",
        "districts": [
          "북면",
          "서화면",
          "남면",
          "인제읍",
          "기린면",
          "상남면"
        ]
      },
      {
        "name": "원주시",
        "districts": [
          "단계동",
          "지정면",
          "단구동",
          "무실동",
          "봉산동",
          "판부면",
          "태장동",
          "행구동",
          "학성동",
          "반곡동",
          "중앙동",
          "개운동",
          "문막읍",
          "관설동",
          "호저면",
          "소초면",
          "명륜동",
          "평원동",
          "흥업면",
          "신림면",
          "부론면",
          "귀래면",
          "우산동",
          "인동",
          "일산동",
          "가현동"
        ]
      },
      {
        "name": "삼척시",
        "districts": [
          "성남동",
          "근덕면"
        ]
      },
      {
        "name": "춘천시",
        "districts": [
          "송암동",
          "중도동",
          "후평동",
          "소양로1가",
          "효자동",
          "석사동",
          "신북읍",
          "동면",
          "퇴계동",
          "동내면",
          "낙원동",
          "남산면",
          "신동면",
          "죽림동",
          "중앙로2가",
          "요선동",
          "삼천동",
          "근화동",
          "운교동",
          "우두동",
          "교동",
          "서면",
          "소양로4가",
          "남면",
          "온의동",
          "옥천동",
          "칠전동",
          "사북면",
          "조양동"
        ]
      },
      {
        "name": "평창군",
        "districts": [
          "대관령면",
          "대화면",
          "평창읍",
          "진부면",
          "봉평면",
          "방림면",
          "용평면",
          "미탄면"
        ]
      },
      {
        "name": "정선군",
        "districts": [
          "정선읍",
          "고한읍",
          "남면",
          "임계면",
          "사북읍",
          "화암면",
          "북평면",
          "신동읍",
          "여량면"
        ]
      },
      {
        "name": "횡성군",
        "districts": [
          "횡성읍",
          "공근면",
          "청일면",
          "갑천면",
          "우천면",
          "둔내면",
          "안흥면",
          "강림면",
          "서원면"
        ]
      },
      {
        "name": "영월군",
        "districts": [
          "영월읍",
          "한반도면",
          "무릉도원면",
          "주천면",
          "북면",
          "남면",
          "김삿갓면",
          "상동읍",
          "산솔면"
        ]
      }
    ]
  },
  {
    "name": "서울특별시",
    "cities": [
      {
        "name": "강남구",
        "districts": [
          "대치동",
          "삼성동",
          "논현동",
          "청담동",
          "역삼동",
          "개포동",
          "도곡동",
          "압구정동",
          "신사동",
          "일원동",
          "세곡동",
          "수서동",
          "자곡동",
          "율현동"
        ]
      },
      {
        "name": "관악구",
        "districts": [
          "신림동",
          "봉천동",
          "남현동"
        ]
      },
      {
        "name": "구로구",
        "districts": [
          "신도림동",
          "구로동",
          "가리봉동",
          "오류동",
          "개봉동",
          "천왕동",
          "고척동",
          "온수동",
          "항동",
          "궁동"
        ]
      },
      {
        "name": "송파구",
        "districts": [
          "잠실동",
          "석촌동",
          "신천동",
          "방이동",
          "문정동",
          "거여동",
          "장지동",
          "가락동",
          "송파동",
          "삼전동",
          "오금동",
          "풍납동",
          "마천동"
        ]
      },
      {
        "name": "용산구",
        "districts": [
          "후암동",
          "용산동1가",
          "한강로3가",
          "이태원동",
          "용문동",
          "원효로1가",
          "한강로2가",
          "한남동",
          "효창동",
          "이촌동",
          "용산동2가",
          "청파동3가",
          "보광동",
          "청파동2가",
          "동빙고동",
          "남영동",
          "갈월동",
          "한강로1가",
          "원효로2가",
          "원효로4가",
          "신계동",
          "동자동",
          "원효로3가",
          "서계동",
          "문배동",
          "청암동",
          "서빙고동",
          "용산동5가",
          "용산동6가",
          "도원동",
          "신창동"
        ]
      },
      {
        "name": "노원구",
        "districts": [
          "하계동",
          "공릉동",
          "상계동",
          "중계동",
          "월계동"
        ]
      },
      {
        "name": "중구",
        "districts": [
          "충무로1가",
          "저동2가",
          "을지로6가",
          "을지로2가",
          "소공동",
          "필동1가",
          "충무로2가",
          "신당동",
          "황학동",
          "태평로2가",
          "을지로7가",
          "남대문로5가",
          "회현동2가",
          "중림동",
          "흥인동",
          "다동",
          "충무로4가",
          "정동",
          "순화동",
          "저동1가",
          "봉래동2가",
          "산림동",
          "충무로3가",
          "을지로3가",
          "을지로5가",
          "을지로4가",
          "서소문동",
          "광희동1가",
          "장충동1가",
          "무학동",
          "회현동1가",
          "명동2가",
          "장충동2가",
          "북창동",
          "만리동2가",
          "남대문로4가",
          "주교동",
          "회현동3가",
          "쌍림동",
          "충무로5가",
          "방산동",
          "수하동",
          "명동1가",
          "태평로1가",
          "무교동",
          "남창동",
          "오장동",
          "필동3가",
          "필동2가",
          "인현동1가",
          "수표동",
          "남산동2가",
          "충정로1가",
          "광희동2가",
          "을지로1가",
          "초동",
          "만리동1가",
          "인현동2가",
          "남대문로3가",
          "봉래동1가"
        ]
      },
      {
        "name": "서초구",
        "districts": [
          "서초동",
          "반포동",
          "방배동",
          "양재동",
          "잠원동",
          "우면동",
          "내곡동",
          "신원동",
          "원지동"
        ]
      },
      {
        "name": "양천구",
        "districts": [
          "목동",
          "신월동",
          "신정동"
        ]
      },
      {
        "name": "영등포구",
        "districts": [
          "여의도동",
          "영등포동",
          "영등포동4가",
          "도림동",
          "대림동",
          "당산동1가",
          "영등포동7가",
          "신길동",
          "문래동2가",
          "당산동3가",
          "영등포동3가",
          "양평동1가",
          "문래동3가",
          "영등포동8가",
          "양평동4가",
          "당산동2가",
          "양평동2가",
          "영등포동6가",
          "당산동",
          "양평동3가",
          "문래동4가",
          "당산동6가",
          "영등포동5가",
          "영등포동2가",
          "당산동5가",
          "당산동4가",
          "문래동5가",
          "문래동1가",
          "양평동6가",
          "문래동6가",
          "양평동5가",
          "영등포동1가"
        ]
      },
      {
        "name": "동대문구",
        "districts": [
          "용두동",
          "제기동",
          "전농동",
          "휘경동",
          "장안동",
          "회기동",
          "답십리동",
          "청량리동",
          "이문동",
          "신설동"
        ]
      },
      {
        "name": "강서구",
        "districts": [
          "마곡동",
          "화곡동",
          "등촌동",
          "염창동",
          "내발산동",
          "방화동",
          "공항동",
          "외발산동",
          "가양동",
          "과해동"
        ]
      },
      {
        "name": "마포구",
        "districts": [
          "동교동",
          "성산동",
          "망원동",
          "합정동",
          "노고산동",
          "서교동",
          "공덕동",
          "창전동",
          "연남동",
          "중동",
          "상암동",
          "신수동",
          "용강동",
          "상수동",
          "아현동",
          "도화동",
          "염리동",
          "마포동",
          "대흥동",
          "신공덕동",
          "구수동",
          "현석동",
          "하중동",
          "토정동"
        ]
      },
      {
        "name": "강동구",
        "districts": [
          "암사동",
          "천호동",
          "명일동",
          "고덕동",
          "상일동",
          "성내동",
          "강일동",
          "길동",
          "둔촌동"
        ]
      },
      {
        "name": "서대문구",
        "districts": [
          "창천동",
          "남가좌동",
          "홍은동",
          "북가좌동",
          "홍제동",
          "북아현동",
          "대현동",
          "연희동",
          "합동",
          "냉천동",
          "충정로3가",
          "충정로2가",
          "옥천동",
          "천연동",
          "미근동",
          "신촌동",
          "대신동",
          "영천동",
          "현저동"
        ]
      },
      {
        "name": "성동구",
        "districts": [
          "성수동2가",
          "성수동1가",
          "행당동",
          "금호동3가",
          "하왕십리동",
          "옥수동",
          "용답동",
          "상왕십리동",
          "금호동4가",
          "마장동",
          "도선동",
          "홍익동",
          "금호동2가",
          "금호동1가",
          "사근동"
        ]
      },
      {
        "name": "강북구",
        "districts": [
          "수유동",
          "미아동",
          "번동",
          "우이동"
        ]
      },
      {
        "name": "은평구",
        "districts": [
          "수색동",
          "역촌동",
          "진관동",
          "대조동",
          "불광동",
          "갈현동",
          "신사동",
          "응암동",
          "녹번동",
          "증산동",
          "구산동"
        ]
      },
      {
        "name": "성북구",
        "districts": [
          "삼선동5가",
          "안암동5가",
          "석관동",
          "하월곡동",
          "동소문동4가",
          "동소문동5가",
          "돈암동",
          "동소문동2가",
          "정릉동",
          "동선동3가",
          "장위동",
          "길음동",
          "종암동",
          "삼선동1가",
          "보문동7가",
          "동선동1가",
          "동선동5가",
          "성북동1가",
          "동선동4가",
          "상월곡동",
          "보문동2가",
          "성북동",
          "안암동2가",
          "동선동2가",
          "삼선동4가",
          "삼선동2가",
          "안암동4가",
          "보문동4가",
          "동소문동7가",
          "보문동1가",
          "동소문동6가",
          "보문동3가",
          "안암동1가",
          "동소문동3가",
          "삼선동3가",
          "보문동5가",
          "안암동3가",
          "동소문동1가",
          "보문동6가"
        ]
      },
      {
        "name": "종로구",
        "districts": [
          "봉익동",
          "창신동",
          "명륜2가",
          "적선동",
          "수송동",
          "청진동",
          "묘동",
          "삼청동",
          "누하동",
          "숭인동",
          "낙원동",
          "인의동",
          "무악동",
          "내수동",
          "효제동",
          "종로5가",
          "종로1가",
          "관철동",
          "동숭동",
          "체부동",
          "화동",
          "관수동",
          "이화동",
          "부암동",
          "중학동",
          "당주동",
          "평창동",
          "사직동",
          "종로6가",
          "예지동",
          "연지동",
          "내자동",
          "혜화동",
          "명륜1가",
          "재동",
          "교남동",
          "교북동",
          "원남동",
          "신문로1가",
          "관훈동",
          "청운동",
          "가회동",
          "명륜3가",
          "필운동",
          "통인동",
          "종로3가",
          "팔판동",
          "소격동",
          "종로4가",
          "옥인동",
          "구기동",
          "연건동",
          "인사동",
          "계동",
          "익선동",
          "명륜4가",
          "평동",
          "경운동",
          "서린동",
          "통의동",
          "종로2가",
          "홍지동",
          "충신동",
          "견지동",
          "신문로2가",
          "와룡동",
          "사간동",
          "돈의동",
          "권농동",
          "신교동",
          "창성동",
          "행촌동",
          "신영동",
          "운니동"
        ]
      },
      {
        "name": "광진구",
        "districts": [
          "화양동",
          "군자동",
          "구의동",
          "자양동",
          "능동",
          "중곡동",
          "광장동"
        ]
      },
      {
        "name": "도봉구",
        "districts": [
          "쌍문동",
          "창동",
          "방학동",
          "도봉동"
        ]
      },
      {
        "name": "중랑구",
        "districts": [
          "면목동",
          "망우동",
          "묵동",
          "중화동",
          "상봉동",
          "신내동"
        ]
      },
      {
        "name": "금천구",
        "districts": [
          "가산동",
          "독산동",
          "시흥동"
        ]
      },
      {
        "name": "동작구",
        "districts": [
          "사당동",
          "상도1동",
          "흑석동",
          "신대방동",
          "상도동",
          "노량진동",
          "본동",
          "대방동",
          "동작동"
        ]
      }
    ]
  },
  {
    "name": "경상남도",
    "cities": [
      {
        "name": "거창군",
        "districts": [
          "신원면",
          "거창읍",
          "가조면",
          "마리면",
          "남하면",
          "웅양면",
          "고제면",
          "북상면",
          "위천면",
          "남상면"
        ]
      },
      {
        "name": "창원시",
        "districts": [
          "의창구",
          "성산구",
          "마산합포구",
          "마산회원구",
          "진해구"
        ]
      },
      {
        "name": "남해군",
        "districts": [
          "삼동면",
          "창선면",
          "상주면",
          "미조면",
          "남해읍",
          "남면",
          "서면",
          "설천면",
          "이동면",
          "고현면"
        ]
      },
      {
        "name": "양산시",
        "districts": [
          "물금읍",
          "북부동",
          "동면",
          "삼호동",
          "주진동",
          "중부동",
          "북정동",
          "평산동",
          "어곡동",
          "덕계동",
          "남부동",
          "명동",
          "소주동",
          "상북면",
          "신기동",
          "명곡동",
          "다방동",
          "하북면",
          "교동",
          "용당동",
          "원동면",
          "매곡동",
          "주남동"
        ]
      },
      {
        "name": "진주시",
        "districts": [
          "칠암동",
          "하대동",
          "강남동",
          "신안동",
          "가좌동",
          "충무공동",
          "인사동",
          "금산면",
          "주약동",
          "상대동",
          "상평동",
          "평거동",
          "일반성면",
          "상봉동",
          "진성면",
          "동성동",
          "초전동",
          "장재동",
          "이현동",
          "장대동",
          "망경동",
          "집현면",
          "대곡면",
          "문산읍",
          "평안동",
          "본성동",
          "정촌면",
          "중안동",
          "남성동",
          "판문동",
          "대안동",
          "계동",
          "봉곡동",
          "옥봉동",
          "명석면",
          "호탄동",
          "금곡면",
          "봉래동",
          "수정동",
          "수곡면",
          "지수면",
          "사봉면"
        ]
      },
      {
        "name": "의령군",
        "districts": [
          "의령읍",
          "용덕면",
          "가례면",
          "부림면",
          "궁류면",
          "대의면",
          "낙서면",
          "화정면",
          "정곡면",
          "지정면",
          "칠곡면"
        ]
      },
      {
        "name": "밀양시",
        "districts": [
          "삼문동",
          "내이동",
          "가곡동",
          "삼랑진읍",
          "산내면",
          "교동",
          "내일동",
          "무안면",
          "남포동",
          "부북면",
          "하남읍",
          "초동면",
          "상남면",
          "단장면",
          "상동면",
          "산외면",
          "활성동",
          "용평동",
          "청도면"
        ]
      },
      {
        "name": "김해시",
        "districts": [
          "서상동",
          "진영읍",
          "대청동",
          "부곡동",
          "장유동",
          "율하동",
          "삼계동",
          "외동",
          "구산동",
          "삼방동",
          "부원동",
          "어방동",
          "삼정동",
          "봉황동",
          "대성동",
          "안동",
          "내동",
          "동상동",
          "화목동",
          "지내동",
          "삼문동",
          "내덕동",
          "무계동",
          "불암동",
          "관동동",
          "주촌면",
          "한림면",
          "풍유동",
          "진례면",
          "신문동",
          "상동면",
          "생림면",
          "대동면",
          "흥동",
          "전하동",
          "강동",
          "응달동"
        ]
      },
      {
        "name": "통영시",
        "districts": [
          "북신동",
          "서호동",
          "동호동",
          "광도면",
          "용남면",
          "산양읍",
          "도천동",
          "무전동",
          "미수동",
          "도남동",
          "도산면",
          "봉평동",
          "정량동",
          "항남동",
          "인평동",
          "명정동",
          "문화동",
          "당동",
          "중앙동",
          "사량면",
          "태평동",
          "욕지면"
        ]
      },
      {
        "name": "고성군",
        "districts": [
          "고성읍",
          "마암면",
          "거류면",
          "하이면",
          "회화면",
          "동해면",
          "구만면",
          "영오면",
          "개천면",
          "상리면",
          "삼산면",
          "영현면"
        ]
      },
      {
        "name": "하동군",
        "districts": [
          "하동읍",
          "적량면",
          "진교면",
          "금남면",
          "화개면",
          "횡천면",
          "북천면",
          "악양면",
          "금성면",
          "옥종면",
          "고전면",
          "청암면"
        ]
      },
      {
        "name": "사천시",
        "districts": [
          "벌리동",
          "사천읍",
          "사남면",
          "축동면",
          "동금동",
          "서포면",
          "서금동",
          "선구동",
          "동동",
          "용현면",
          "향촌동",
          "곤양면",
          "정동면",
          "좌룡동",
          "서동",
          "곤명면",
          "대방동",
          "늑도동",
          "죽림동",
          "백천동",
          "송포동",
          "용강동",
          "실안동",
          "이금동"
        ]
      },
      {
        "name": "거제시",
        "districts": [
          "능포동",
          "수월동",
          "고현동",
          "상동동",
          "아주동",
          "양정동",
          "장평동",
          "장승포동",
          "옥포동",
          "일운면",
          "거제면",
          "장목면",
          "두모동",
          "남부면",
          "하청면",
          "사등면",
          "동부면",
          "연초면",
          "덕포동",
          "문동동",
          "둔덕면"
        ]
      },
      {
        "name": "창녕군",
        "districts": [
          "고암면",
          "부곡면",
          "영산면",
          "창녕읍",
          "도천면",
          "남지읍",
          "이방면",
          "대합면",
          "유어면",
          "길곡면",
          "계성면",
          "대지면",
          "장마면"
        ]
      },
      {
        "name": "함양군",
        "districts": [
          "수동면",
          "함양읍",
          "안의면",
          "마천면",
          "휴천면",
          "지곡면",
          "서상면",
          "병곡면",
          "서하면",
          "백전면"
        ]
      },
      {
        "name": "산청군",
        "districts": [
          "신안면",
          "금서면",
          "산청읍",
          "단성면",
          "생초면",
          "시천면",
          "삼장면",
          "차황면",
          "신등면"
        ]
      },
      {
        "name": "합천군",
        "districts": [
          "가회면",
          "대양면",
          "합천읍",
          "야로면",
          "삼가면",
          "봉산면",
          "쌍책면",
          "대병면",
          "묘산면",
          "가야면",
          "용주면",
          "쌍백면",
          "율곡면",
          "초계면",
          "적중면",
          "덕곡면"
        ]
      },
      {
        "name": "함안군",
        "districts": [
          "가야읍",
          "칠원읍",
          "대산면",
          "법수면",
          "칠서면",
          "군북면",
          "함안면",
          "여항면",
          "산인면",
          "칠북면"
        ]
      }
    ]
  },
  {
    "name": "충청남도",
    "cities": [
      {
        "name": "예산군",
        "districts": [
          "예산읍",
          "대흥면",
          "삽교읍",
          "대술면",
          "신양면",
          "고덕면",
          "덕산면",
          "오가면",
          "광시면",
          "응봉면",
          "봉산면",
          "신암면"
        ]
      },
      {
        "name": "청양군",
        "districts": [
          "청양읍",
          "청남면"
        ]
      },
      {
        "name": "공주시",
        "districts": [
          "신관동",
          "이인면",
          "월송동",
          "반포면",
          "중동",
          "웅진동",
          "옥룡동",
          "유구읍",
          "산성동",
          "금성동",
          "봉황동",
          "석장리동",
          "반죽동",
          "정안면",
          "의당면",
          "교동",
          "사곡면",
          "탄천면",
          "검상동",
          "중학동",
          "금흥동",
          "신풍면",
          "우성면"
        ]
      },
      {
        "name": "계룡시",
        "districts": [
          "신도안면",
          "엄사면",
          "금암동",
          "두마면"
        ]
      },
      {
        "name": "당진시",
        "districts": [
          "합덕읍",
          "면천면",
          "송악읍",
          "석문면",
          "수청동",
          "읍내동",
          "신평면",
          "고대면",
          "송산면",
          "우강면",
          "채운동",
          "원당동",
          "순성면",
          "대덕동"
        ]
      },
      {
        "name": "논산시",
        "districts": [
          "강경읍",
          "화지동",
          "취암동",
          "연무읍",
          "반월동",
          "대교동",
          "연산면",
          "내동",
          "양촌면",
          "은진면",
          "등화동",
          "부적면",
          "가야곡면",
          "벌곡면",
          "강산동",
          "채운면",
          "광석면",
          "관촉동"
        ]
      },
      {
        "name": "금산군",
        "districts": [
          "금산읍",
          "추부면",
          "진산면",
          "군북면",
          "복수면"
        ]
      },
      {
        "name": "아산시",
        "districts": [
          "배방읍",
          "송악면",
          "둔포면",
          "온천동",
          "탕정면",
          "방축동",
          "염치읍",
          "읍내동",
          "도고면",
          "음봉면",
          "좌부동",
          "신창면",
          "용화동",
          "실옥동",
          "법곡동",
          "풍기동",
          "모종동",
          "권곡동",
          "득산동",
          "인주면",
          "기산동",
          "영인면",
          "선장면",
          "신동",
          "장존동",
          "배미동"
        ]
      },
      {
        "name": "서천군",
        "districts": [
          "한산면",
          "서면",
          "장항읍",
          "서천읍",
          "비인면"
        ]
      },
      {
        "name": "천안시",
        "districts": [
          "동남구",
          "서북구"
        ]
      },
      {
        "name": "서산시",
        "districts": [
          "성연면",
          "동문동",
          "대산읍",
          "지곡면",
          "수석동",
          "음암면",
          "읍내동",
          "석림동",
          "해미면",
          "부석면",
          "운산면",
          "예천동",
          "갈산동",
          "석남동",
          "인지면",
          "잠홍동",
          "고북면",
          "양대동",
          "죽성동",
          "팔봉면"
        ]
      },
      {
        "name": "부여군",
        "districts": [
          "부여읍",
          "임천면",
          "석성면",
          "구룡면",
          "규암면",
          "은산면",
          "내산면",
          "세도면",
          "홍산면",
          "외산면",
          "장암면",
          "남면",
          "양화면",
          "옥산면",
          "충화면"
        ]
      },
      {
        "name": "태안군",
        "districts": [
          "태안읍",
          "안면읍",
          "근흥면",
          "이원면",
          "남면",
          "소원면",
          "원북면",
          "고남면"
        ]
      },
      {
        "name": "홍성군",
        "districts": [
          "갈산면",
          "홍성읍",
          "광천읍",
          "홍동면",
          "서부면",
          "홍북읍"
        ]
      },
      {
        "name": "보령시",
        "districts": [
          "주교면",
          "대천동",
          "동대동",
          "신흑동",
          "화산동",
          "명천동",
          "웅천읍",
          "죽정동",
          "천북면",
          "청라면",
          "주포면",
          "오천면",
          "성주면",
          "내항동",
          "궁촌동",
          "청소면"
        ]
      },
      {
        "name": "연기군",
        "districts": [
          "남면",
          "조치원읍"
        ]
      }
    ]
  },
  {
    "name": "대전광역시",
    "cities": [
      {
        "name": "서구",
        "districts": [
          "둔산동",
          "월평동",
          "괴정동",
          "도안동",
          "복수동",
          "관저동",
          "탄방동",
          "가수원동",
          "도마동",
          "갈마동",
          "정림동",
          "만년동",
          "용문동",
          "가장동",
          "변동",
          "내동",
          "흑석동",
          "삼천동"
        ]
      },
      {
        "name": "중구",
        "districts": [
          "태평동",
          "침산동",
          "안영동",
          "유천동",
          "문창동",
          "은행동",
          "대흥동",
          "오류동",
          "용두동",
          "산성동",
          "대사동",
          "문화동",
          "부사동",
          "선화동",
          "목동",
          "석교동",
          "중촌동",
          "호동",
          "사정동",
          "옥계동",
          "목달동"
        ]
      },
      {
        "name": "유성구",
        "districts": [
          "하기동",
          "도룡동",
          "지족동",
          "노은동",
          "어은동",
          "관평동",
          "봉명동",
          "장대동",
          "용산동",
          "신성동",
          "송강동",
          "원내동",
          "봉산동",
          "궁동",
          "반석동",
          "전민동",
          "구암동",
          "방동",
          "학하동",
          "탑립동",
          "덕명동",
          "상대동",
          "죽동",
          "화암동",
          "원신흥동",
          "성북동",
          "자운동",
          "외삼동",
          "계산동",
          "문지동",
          "대정동",
          "교촌동",
          "추목동",
          "갑동",
          "용계동"
        ]
      },
      {
        "name": "동구",
        "districts": [
          "판암동",
          "가오동",
          "홍도동",
          "대동",
          "용전동",
          "세천동",
          "자양동",
          "용운동",
          "삼성동",
          "신흥동",
          "인동",
          "가양동",
          "효동",
          "원동",
          "성남동",
          "이사동",
          "천동",
          "신안동",
          "낭월동",
          "대별동",
          "중동",
          "주촌동",
          "효평동",
          "대성동",
          "정동",
          "소제동",
          "하소동",
          "삼정동",
          "신하동",
          "신촌동",
          "추동"
        ]
      },
      {
        "name": "대덕구",
        "districts": [
          "중리동",
          "비래동",
          "송촌동",
          "석봉동",
          "오정동",
          "상서동",
          "목상동",
          "신탄진동",
          "대화동",
          "덕암동",
          "미호동"
        ]
      }
    ]
  },
  {
    "name": "부산광역시",
    "cities": [
      {
        "name": "해운대구",
        "districts": [
          "재송동",
          "우동",
          "반여동",
          "반송동",
          "좌동",
          "중동",
          "송정동",
          "석대동"
        ]
      },
      {
        "name": "금정구",
        "districts": [
          "장전동",
          "남산동",
          "부곡동",
          "청룡동",
          "서동",
          "구서동",
          "회동동",
          "금성동",
          "금사동",
          "노포동"
        ]
      },
      {
        "name": "사상구",
        "districts": [
          "삼락동",
          "괘법동",
          "엄궁동",
          "감전동",
          "덕포동",
          "모라동",
          "주례동",
          "학장동"
        ]
      },
      {
        "name": "중구",
        "districts": [
          "남포동4가",
          "남포동5가",
          "보수동2가",
          "남포동6가",
          "광복동1가",
          "부평동1가",
          "부평동3가",
          "창선동2가",
          "중앙동4가",
          "중앙동6가",
          "중앙동5가",
          "신창동4가",
          "동광동3가",
          "부평동2가",
          "대청동4가",
          "광복동3가",
          "남포동1가",
          "중앙동7가",
          "남포동2가",
          "중앙동1가",
          "신창동1가",
          "영주동",
          "보수동1가",
          "대청동2가",
          "동광동2가",
          "신창동2가",
          "창선동1가",
          "부평동4가",
          "보수동3가",
          "광복동2가",
          "동광동5가",
          "중앙동2가",
          "중앙동3가",
          "신창동3가",
          "대청동1가",
          "동광동1가",
          "대청동3가",
          "남포동3가",
          "대창동2가",
          "동광동4가"
        ]
      },
      {
        "name": "북구",
        "districts": [
          "덕천동",
          "구포동",
          "금곡동",
          "만덕동",
          "화명동"
        ]
      },
      {
        "name": "영도구",
        "districts": [
          "동삼동",
          "봉래동4가",
          "청학동",
          "봉래동3가",
          "영선동2가",
          "신선동2가",
          "대평동1가",
          "봉래동1가",
          "대교동1가",
          "남항동2가",
          "남항동1가",
          "영선동4가",
          "대교동2가",
          "영선동1가",
          "봉래동2가",
          "신선동3가",
          "영선동3가",
          "남항동3가",
          "대평동2가",
          "봉래동5가"
        ]
      },
      {
        "name": "강서구",
        "districts": [
          "명지동",
          "신호동",
          "지사동",
          "대저2동",
          "송정동",
          "대저1동",
          "녹산동",
          "생곡동",
          "강동동",
          "천성동",
          "성북동",
          "동선동",
          "식만동",
          "봉림동",
          "범방동",
          "죽림동",
          "미음동",
          "화전동",
          "구랑동",
          "죽동동",
          "대항동"
        ]
      },
      {
        "name": "수영구",
        "districts": [
          "광안동",
          "민락동",
          "수영동",
          "망미동",
          "남천동"
        ]
      },
      {
        "name": "사하구",
        "districts": [
          "다대동",
          "하단동",
          "당리동",
          "괴정동",
          "장림동",
          "구평동",
          "신평동",
          "감천동"
        ]
      },
      {
        "name": "부산진구",
        "districts": [
          "전포동",
          "부전동",
          "당감동",
          "가야동",
          "초읍동",
          "개금동",
          "범천동",
          "양정동",
          "범전동",
          "연지동",
          "부암동"
        ]
      },
      {
        "name": "기장군",
        "districts": [
          "정관읍",
          "일광읍",
          "일광면",
          "장안읍",
          "기장읍",
          "철마면"
        ]
      },
      {
        "name": "연제구",
        "districts": [
          "연산동",
          "거제동"
        ]
      },
      {
        "name": "동구",
        "districts": [
          "범일동",
          "초량동",
          "수정동",
          "좌천동"
        ]
      },
      {
        "name": "남구",
        "districts": [
          "대연동",
          "용호동",
          "문현동",
          "감만동",
          "용당동",
          "우암동"
        ]
      },
      {
        "name": "동래구",
        "districts": [
          "안락동",
          "온천동",
          "수안동",
          "사직동",
          "칠산동",
          "명륜동",
          "낙민동",
          "명장동",
          "복천동"
        ]
      },
      {
        "name": "서구",
        "districts": [
          "서대신동3가",
          "암남동",
          "서대신동1가",
          "아미동1가",
          "아미동2가",
          "토성동1가",
          "토성동3가",
          "남부민동",
          "서대신동2가",
          "부용동2가",
          "부민동3가",
          "동대신동3가",
          "토성동5가",
          "토성동4가",
          "부민동1가",
          "동대신동2가",
          "충무동1가",
          "부용동1가",
          "충무동3가",
          "부민동2가",
          "충무동2가",
          "동대신동1가",
          "초장동",
          "토성동2가"
        ]
      }
    ]
  },
  {
    "name": "대구광역시",
    "cities": [
      {
        "name": "중구",
        "districts": [
          "계산동2가",
          "대봉동",
          "남산동",
          "동인동4가",
          "봉산동",
          "남성로",
          "동성로2가",
          "남일동",
          "동인동1가",
          "종로1가",
          "문화동",
          "달성동",
          "대신동",
          "종로2가",
          "동성로3가",
          "삼덕동3가",
          "완전동",
          "동인동2가",
          "동인동3가",
          "삼덕동2가",
          "포정동",
          "화전동",
          "공평동",
          "삼덕동1가",
          "태평로1가",
          "동문동",
          "동산동",
          "태평로3가",
          "향촌동",
          "사일동",
          "덕산동",
          "서문로1가",
          "전동",
          "교동",
          "인교동",
          "대안동",
          "북성로1가",
          "동일동",
          "계산동1가",
          "상서동",
          "서야동",
          "수창동",
          "서성로2가",
          "용덕동",
          "서성로1가",
          "수동",
          "서문로2가",
          "동성로1가"
        ]
      },
      {
        "name": "달성군",
        "districts": [
          "옥포읍",
          "화원읍",
          "유가읍",
          "현풍읍",
          "구지면",
          "다사읍",
          "하빈면",
          "가창면",
          "논공읍",
          "현풍면",
          "옥포면"
        ]
      },
      {
        "name": "달서구",
        "districts": [
          "상인동",
          "이곡동",
          "성당동",
          "두류동",
          "월성동",
          "대곡동",
          "죽전동",
          "송현동",
          "신당동",
          "용산동",
          "호림동",
          "감삼동",
          "진천동",
          "본리동",
          "유천동",
          "호산동",
          "장기동",
          "도원동",
          "본동",
          "대천동",
          "월암동",
          "갈산동",
          "파호동",
          "장동"
        ]
      },
      {
        "name": "수성구",
        "districts": [
          "대흥동",
          "두산동",
          "상동",
          "범어동",
          "황금동",
          "신매동",
          "지산동",
          "범물동",
          "노변동",
          "파동",
          "매호동",
          "시지동",
          "중동",
          "수성동2가",
          "수성동4가",
          "만촌동",
          "사월동",
          "수성동1가",
          "가천동",
          "수성동3가",
          "욱수동",
          "삼덕동"
        ]
      },
      {
        "name": "동구",
        "districts": [
          "신암동",
          "신천동",
          "불로동",
          "율하동",
          "각산동",
          "봉무동",
          "동호동",
          "신서동",
          "지묘동",
          "효목동",
          "신기동",
          "용계동",
          "방촌동",
          "검사동",
          "부동",
          "지저동",
          "입석동",
          "백안동",
          "중대동",
          "괴전동",
          "신용동",
          "서호동",
          "송정동",
          "도동",
          "신평동",
          "용수동",
          "덕곡동",
          "신무동",
          "사복동",
          "도학동",
          "율암동"
        ]
      },
      {
        "name": "남구",
        "districts": [
          "이천동",
          "대명동",
          "봉덕동"
        ]
      },
      {
        "name": "북구",
        "districts": [
          "서변동",
          "대현동",
          "구암동",
          "칠성동1가",
          "산격동",
          "검단동",
          "침산동",
          "칠성동2가",
          "사수동",
          "태전동",
          "관음동",
          "학정동",
          "고성동3가",
          "동천동",
          "복현동",
          "금호동",
          "읍내동",
          "노원동2가",
          "노원동3가",
          "노원동1가",
          "동변동",
          "국우동",
          "매천동",
          "연경동",
          "팔달동",
          "고성동2가"
        ]
      },
      {
        "name": "서구",
        "districts": [
          "비산동",
          "원대동3가",
          "평리동",
          "원대동2가",
          "내당동",
          "원대동1가",
          "중리동",
          "상리동",
          "이현동"
        ]
      },
      {
        "name": "군위군",
        "districts": [
          "삼국유사면"
        ]
      }
    ]
  },
  {
    "name": "제주특별자치도",
    "cities": [
      {
        "name": "서귀포시",
        "districts": [
          "남원읍",
          "법환동",
          "표선면",
          "안덕면",
          "서호동",
          "동홍동",
          "색달동",
          "대정읍",
          "호근동",
          "서홍동",
          "중문동",
          "서귀동",
          "성산읍",
          "대포동",
          "하예동",
          "강정동",
          "토평동",
          "도순동",
          "하효동",
          "상효동"
        ]
      },
      {
        "name": "제주시",
        "districts": [
          "조천읍",
          "삼양일동",
          "이도이동",
          "한경면",
          "이도일동",
          "노형동",
          "이호일동",
          "아라일동",
          "한림읍",
          "일도이동",
          "연동",
          "외도일동",
          "애월읍",
          "용담일동",
          "일도일동",
          "건입동",
          "삼도이동",
          "구좌읍",
          "우도면",
          "이호이동",
          "도두이동",
          "도남동",
          "오라삼동",
          "삼도일동",
          "추자면",
          "화북일동",
          "도련이동",
          "용담삼동",
          "오라이동",
          "오등동",
          "도련일동",
          "봉개동",
          "용담이동",
          "도두일동",
          "외도이동",
          "오라일동",
          "해안동",
          "삼양이동",
          "아라이동",
          "회천동",
          "월평동",
          "화북이동",
          "도평동",
          "내도동"
        ]
      }
    ]
  },
  {
    "name": "경상북도",
    "cities": [
      {
        "name": "안동시",
        "districts": [
          "남문동",
          "운흥동",
          "용상동",
          "풍천면",
          "성곡동",
          "도산면",
          "태화동",
          "옥야동",
          "서부동",
          "옥동",
          "풍산읍",
          "동부동",
          "삼산동",
          "길안면",
          "남후면",
          "북문동",
          "당북동",
          "정하동",
          "옥정동",
          "광석동",
          "송현동",
          "안흥동",
          "정상동",
          "일직면"
        ]
      },
      {
        "name": "영덕군",
        "districts": [
          "남정면",
          "영덕읍",
          "달산면",
          "병곡면",
          "영해면",
          "강구면",
          "축산면",
          "창수면",
          "지품면"
        ]
      },
      {
        "name": "영양군",
        "districts": [
          "영양읍",
          "수비면"
        ]
      },
      {
        "name": "경주시",
        "districts": [
          "동천동",
          "노동동",
          "성동동",
          "황성동",
          "외동읍",
          "황오동",
          "성건동",
          "충효동",
          "안강읍",
          "황남동",
          "천북면",
          "감포읍",
          "서면",
          "용강동",
          "구황동",
          "손곡동",
          "신평동",
          "구정동",
          "서부동",
          "천군동",
          "현곡면",
          "양남면",
          "건천읍",
          "시래동",
          "진현동",
          "동부동",
          "서악동",
          "노서동",
          "석장동",
          "인왕동",
          "산내면",
          "광명동",
          "북부동",
          "하동",
          "보문동",
          "사정동",
          "강동면",
          "조양동",
          "마동",
          "내남면",
          "효현동",
          "양북면",
          "북군동",
          "문무대왕면",
          "배반동",
          "배동"
        ]
      },
      {
        "name": "상주시",
        "districts": [
          "함창읍",
          "복룡동",
          "서문동",
          "냉림동",
          "헌신동",
          "공성면",
          "청리면",
          "낙양동",
          "남성동",
          "성동동",
          "만산동",
          "낙동면",
          "서성동",
          "무양동",
          "신봉동",
          "사벌면",
          "모서면",
          "인봉동",
          "모동면",
          "외남면",
          "화남면",
          "은척면",
          "내서면",
          "양촌동",
          "외서면",
          "화서면",
          "외답동",
          "사벌국면",
          "남장동",
          "인평동",
          "성하동",
          "계산동",
          "부원동",
          "공검면",
          "도남동",
          "화개동",
          "초산동",
          "중동면",
          "화동면",
          "연원동"
        ]
      },
      {
        "name": "칠곡군",
        "districts": [
          "석적읍",
          "지천면",
          "가산면",
          "왜관읍",
          "북삼읍",
          "약목면",
          "기산면",
          "동명면"
        ]
      },
      {
        "name": "포항시",
        "districts": [
          "남구",
          "북구"
        ]
      },
      {
        "name": "구미시",
        "districts": [
          "송정동",
          "산동읍",
          "원평동",
          "옥계동",
          "임은동",
          "오태동",
          "도량동",
          "봉곡동",
          "남통동",
          "사곡동",
          "황상동",
          "진평동",
          "신평동",
          "비산동",
          "형곡동",
          "구평동",
          "인의동",
          "산동면",
          "공단동",
          "선산읍",
          "고아읍",
          "부곡동",
          "해평면",
          "상모동",
          "신동",
          "거의동",
          "임수동",
          "구포동",
          "옥성면",
          "광평동",
          "장천면",
          "도개면",
          "지산동",
          "선기동",
          "무을면",
          "시미동"
        ]
      },
      {
        "name": "청송군",
        "districts": [
          "청송읍",
          "주왕산면",
          "진보면",
          "현서면",
          "부동면",
          "안덕면",
          "부남면",
          "현동면"
        ]
      },
      {
        "name": "경산시",
        "districts": [
          "서상동",
          "임당동",
          "중산동",
          "백천동",
          "와촌면",
          "압량읍",
          "진량읍",
          "하양읍",
          "사정동",
          "사동",
          "정평동",
          "삼북동",
          "옥산동",
          "계양동",
          "옥곡동",
          "자인면",
          "상방동",
          "조영동",
          "중방동",
          "유곡동",
          "남천면",
          "신교동",
          "점촌동",
          "삼풍동",
          "대평동",
          "대동",
          "삼남동",
          "평산동",
          "용성면",
          "남산면",
          "압량면"
        ]
      },
      {
        "name": "의성군",
        "districts": [
          "의성읍",
          "안계면",
          "봉양면",
          "옥산면",
          "단밀면",
          "단촌면",
          "다인면",
          "금성면",
          "단북면",
          "구천면",
          "신평면",
          "춘산면",
          "사곡면",
          "가음면",
          "안평면",
          "비안면"
        ]
      },
      {
        "name": "영천시",
        "districts": [
          "문외동",
          "문내동",
          "신녕면",
          "완산동",
          "조교동",
          "화남면",
          "야사동",
          "청통면",
          "금호읍",
          "금노동",
          "북안면",
          "화룡동",
          "성내동",
          "망정동",
          "창구동",
          "화북면",
          "과전동",
          "고경면",
          "임고면"
        ]
      },
      {
        "name": "봉화군",
        "districts": [
          "춘양면",
          "봉화읍",
          "석포면",
          "소천면",
          "봉성면",
          "재산면",
          "상운면",
          "물야면",
          "명호면"
        ]
      },
      {
        "name": "영주시",
        "districts": [
          "순흥면",
          "부석면",
          "가흥동",
          "하망동",
          "풍기읍",
          "휴천동",
          "영주동",
          "상망동",
          "봉현면",
          "조암동",
          "문수면",
          "장수면",
          "문정동",
          "단산면",
          "안정면",
          "아지동"
        ]
      },
      {
        "name": "예천군",
        "districts": [
          "예천읍",
          "호명면",
          "호명읍",
          "풍양면",
          "감천면",
          "지보면",
          "개포면",
          "용문면",
          "효자면",
          "용궁면",
          "은풍면",
          "유천면"
        ]
      },
      {
        "name": "울진군",
        "districts": [
          "울진읍",
          "기성면",
          "근남면",
          "후포면",
          "북면",
          "죽변면",
          "평해읍",
          "온정면",
          "매화면"
        ]
      },
      {
        "name": "청도군",
        "districts": [
          "화양읍",
          "청도읍",
          "금천면",
          "풍각면",
          "매전면",
          "운문면",
          "각북면",
          "이서면"
        ]
      },
      {
        "name": "문경시",
        "districts": [
          "점촌동",
          "모전동",
          "흥덕동",
          "문경읍",
          "농암면",
          "산북면",
          "가은읍",
          "마성면",
          "신기동",
          "산양면",
          "호계면",
          "영순면",
          "유곡동",
          "동로면",
          "공평동"
        ]
      },
      {
        "name": "김천시",
        "districts": [
          "율곡동",
          "부곡동",
          "삼락동",
          "남산동",
          "아포읍",
          "평화동",
          "용두동",
          "덕곡동",
          "교동",
          "지례면",
          "황금동",
          "모암동",
          "어모면",
          "문당동",
          "대광동",
          "신음동",
          "지좌동",
          "남면",
          "백옥동",
          "다수동",
          "성내동",
          "대항면",
          "부항면",
          "구성면",
          "응명동",
          "감문면",
          "양천동",
          "감호동"
        ]
      },
      {
        "name": "성주군",
        "districts": [
          "벽진면",
          "성주읍",
          "수륜면",
          "가천면",
          "용암면",
          "월항면",
          "대가면",
          "초전면",
          "선남면",
          "금수면"
        ]
      },
      {
        "name": "고령군",
        "districts": [
          "성산면",
          "대가야읍",
          "다산면",
          "덕곡면",
          "쌍림면",
          "개진면",
          "운수면"
        ]
      },
      {
        "name": "울릉군",
        "districts": [
          "울릉읍",
          "북면",
          "서면"
        ]
      }
    ]
  },
  {
    "name": "충청북도",
    "cities": [
      {
        "name": "음성군",
        "districts": [
          "금왕읍",
          "음성읍",
          "대소면",
          "감곡면",
          "삼성면",
          "맹동면",
          "원남면",
          "생극면",
          "소이면"
        ]
      },
      {
        "name": "괴산군",
        "districts": [
          "괴산읍",
          "사리면",
          "불정면",
          "청천면",
          "칠성면",
          "청안면",
          "연풍면",
          "문광면",
          "소수면",
          "장연면"
        ]
      },
      {
        "name": "제천시",
        "districts": [
          "덕산면",
          "중앙로1가",
          "모산동",
          "봉양읍",
          "왕암동",
          "신백동",
          "명동",
          "화산동",
          "영천동",
          "청전동",
          "중앙로2가",
          "의림동",
          "장락동",
          "하소동",
          "청풍면",
          "수산면",
          "서부동",
          "신월동",
          "남천동",
          "백운면",
          "금성면",
          "송학면",
          "교동",
          "동현동",
          "한수면",
          "강제동",
          "고암동",
          "산곡동",
          "신동",
          "천남동",
          "고명동"
        ]
      },
      {
        "name": "청주시",
        "districts": [
          "청원구",
          "흥덕구",
          "상당구",
          "서원구"
        ]
      },
      {
        "name": "보은군",
        "districts": [
          "보은읍",
          "수한면",
          "속리산면",
          "장안면",
          "내북면",
          "마로면",
          "회인면",
          "탄부면",
          "삼승면",
          "산외면",
          "회남면"
        ]
      },
      {
        "name": "충주시",
        "districts": [
          "용산동",
          "연수동",
          "동량면",
          "목행동",
          "호암동",
          "교현동",
          "안림동",
          "칠금동",
          "지현동",
          "수안보면",
          "가주동",
          "금릉동",
          "문화동",
          "성남동",
          "성서동",
          "용관동",
          "단월동",
          "앙성면",
          "봉방동",
          "주덕읍",
          "성내동",
          "대소원면",
          "산척면",
          "신니면",
          "노은면",
          "엄정면",
          "이류면",
          "충의동",
          "중앙탑면",
          "충인동",
          "금가면",
          "살미면",
          "종민동",
          "직동",
          "소태면",
          "용두동",
          "용탄동"
        ]
      },
      {
        "name": "진천군",
        "districts": [
          "진천읍",
          "광혜원면",
          "덕산읍",
          "이월면",
          "덕산면",
          "문백면",
          "백곡면",
          "초평면"
        ]
      },
      {
        "name": "영동군",
        "districts": [
          "영동읍",
          "용산면",
          "상촌면",
          "황간면",
          "양산면",
          "매곡면",
          "심천면",
          "학산면",
          "추풍령면",
          "용화면"
        ]
      },
      {
        "name": "단양군",
        "districts": [
          "대강면",
          "단양읍",
          "매포읍",
          "영춘면",
          "적성면",
          "단성면",
          "어상천면",
          "가곡면"
        ]
      },
      {
        "name": "옥천군",
        "districts": [
          "군서면",
          "옥천읍",
          "청산면",
          "이원면",
          "군북면",
          "안내면",
          "청성면",
          "안남면",
          "동이면"
        ]
      },
      {
        "name": "증평군",
        "districts": [
          "증평읍",
          "도안면"
        ]
      }
    ]
  },
  {
    "name": "전라남도",
    "cities": [
      {
        "name": "순천시",
        "districts": [
          "연향동",
          "장천동",
          "덕월동",
          "오천동",
          "낙안면",
          "영동",
          "서면",
          "조례동",
          "매곡동",
          "중앙동",
          "행동",
          "저전동",
          "남정동",
          "해룡면",
          "인제동",
          "석현동",
          "용당동",
          "덕암동",
          "조곡동",
          "풍덕동",
          "주암면",
          "황전면",
          "대대동",
          "동외동",
          "승주읍",
          "왕지동",
          "별량면",
          "가곡동",
          "상사면",
          "남내동",
          "생목동",
          "송광면",
          "월등면",
          "금곡동",
          "외서면",
          "옥천동",
          "교량동",
          "인월동"
        ]
      },
      {
        "name": "보성군",
        "districts": [
          "벌교읍",
          "보성읍",
          "득량면",
          "율어면",
          "조성면",
          "복내면",
          "문덕면",
          "회천면",
          "웅치면",
          "겸백면"
        ]
      },
      {
        "name": "고흥군",
        "districts": [
          "풍양면",
          "두원면",
          "고흥읍",
          "도양읍",
          "봉래면",
          "도화면",
          "동일면",
          "과역면",
          "도덕면",
          "포두면",
          "동강면",
          "영남면",
          "점암면",
          "금산면",
          "대서면"
        ]
      },
      {
        "name": "목포시",
        "districts": [
          "산정동",
          "보광동3가",
          "상동",
          "달동",
          "용해동",
          "연산동",
          "옥암동",
          "석현동",
          "죽교동",
          "죽동",
          "용당동",
          "수강동2가",
          "서산동",
          "명륜동",
          "중앙동3가",
          "복만동",
          "호남동",
          "상락동2가",
          "수강동1가",
          "대양동",
          "대성동",
          "무안동",
          "창평동",
          "금화동",
          "동명동",
          "양동",
          "측후동",
          "해안동1가",
          "유달동",
          "해안동4가",
          "항동",
          "대안동",
          "남교동",
          "축복동3가",
          "북교동",
          "대의동2가",
          "행복동2가",
          "중앙동2가",
          "축복동2가",
          "중앙동1가",
          "대의동1가",
          "중동1가",
          "금동1가",
          "만호동",
          "보광동2가",
          "해안동3가",
          "영해동2가",
          "상락동1가",
          "축복동1가",
          "행복동1가",
          "경동1가",
          "영해동1가",
          "경동2가"
        ]
      },
      {
        "name": "구례군",
        "districts": [
          "구례읍",
          "토지면",
          "산동면"
        ]
      },
      {
        "name": "영광군",
        "districts": [
          "불갑면",
          "대마면",
          "홍농읍",
          "영광읍",
          "묘량면",
          "염산면",
          "백수읍",
          "법성면",
          "군서면",
          "군남면"
        ]
      },
      {
        "name": "여수시",
        "districts": [
          "소라면",
          "덕충동",
          "문수동",
          "신기동",
          "충무동",
          "종화동",
          "고소동",
          "상암동",
          "학동",
          "돌산읍",
          "봉계동",
          "봉산동",
          "여서동",
          "교동",
          "소호동",
          "중앙동",
          "웅천동",
          "서교동",
          "선원동",
          "주삼동",
          "수정동",
          "화장동",
          "미평동",
          "남산동",
          "신월동",
          "공화동",
          "오림동",
          "안산동",
          "화양면",
          "율촌면",
          "중흥동",
          "국동",
          "관문동",
          "군자동",
          "호명동",
          "연등동",
          "동산동",
          "봉강동",
          "둔덕동",
          "월하동",
          "광무동",
          "경호동",
          "신덕동",
          "만흥동",
          "화치동",
          "남면",
          "삼산면",
          "월내동",
          "적량동",
          "평여동",
          "해산동",
          "오천동"
        ]
      },
      {
        "name": "완도군",
        "districts": [
          "완도읍",
          "노화읍",
          "청산면",
          "신지면",
          "금일읍",
          "약산면",
          "보길면",
          "고금면",
          "군외면",
          "생일면"
        ]
      },
      {
        "name": "무안군",
        "districts": [
          "일로읍",
          "삼향읍",
          "무안읍",
          "운남면",
          "현경면",
          "해제면",
          "망운면",
          "청계면",
          "몽탄면"
        ]
      },
      {
        "name": "나주시",
        "districts": [
          "삼영동",
          "빛가람동",
          "다도면",
          "대호동",
          "반남면",
          "남평읍",
          "금성동",
          "성북동",
          "중앙동",
          "산포면",
          "다시면",
          "이창동",
          "왕곡면",
          "봉황면",
          "송월동",
          "세지면",
          "영산동",
          "용산동",
          "남내동",
          "안창동",
          "금천면",
          "노안면",
          "산정동",
          "공산면",
          "남외동",
          "과원동",
          "문평면",
          "보산동",
          "삼도동",
          "경현동",
          "서내동",
          "죽림동"
        ]
      },
      {
        "name": "화순군",
        "districts": [
          "도곡면",
          "화순읍",
          "춘양면",
          "능주면",
          "동면",
          "북면"
        ]
      },
      {
        "name": "광양시",
        "districts": [
          "광양읍",
          "태인동",
          "중동",
          "광영동",
          "진월면",
          "마동",
          "다압면",
          "금호동",
          "옥곡면",
          "진상면",
          "성황동",
          "도이동",
          "옥룡면",
          "황길동",
          "황금동",
          "봉강면"
        ]
      },
      {
        "name": "신안군",
        "districts": [
          "증도면",
          "압해읍",
          "지도읍",
          "안좌면",
          "자은면",
          "비금면",
          "도초면"
        ]
      },
      {
        "name": "영암군",
        "districts": [
          "학산면",
          "삼호읍",
          "영암읍",
          "군서면",
          "미암면",
          "시종면",
          "금정면",
          "도포면",
          "신북면"
        ]
      },
      {
        "name": "강진군",
        "districts": [
          "마량면",
          "강진읍",
          "병영면",
          "군동면",
          "성전면",
          "도암면",
          "대구면"
        ]
      },
      {
        "name": "장성군",
        "districts": [
          "북하면",
          "남면",
          "북이면",
          "서삼면",
          "장성읍",
          "삼계면",
          "삼서면",
          "황룡면",
          "북일면",
          "동화면",
          "진원면"
        ]
      },
      {
        "name": "함평군",
        "districts": [
          "함평읍",
          "월야면"
        ]
      },
      {
        "name": "담양군",
        "districts": [
          "담양읍",
          "대전면",
          "금성면",
          "창평면",
          "대덕면",
          "봉산면"
        ]
      },
      {
        "name": "곡성군",
        "districts": [
          "곡성읍",
          "오산면",
          "오곡면",
          "옥과면",
          "고달면",
          "죽곡면",
          "석곡면",
          "입면",
          "겸면",
          "삼기면"
        ]
      },
      {
        "name": "장흥군",
        "districts": [
          "장흥읍",
          "관산읍",
          "회진면",
          "안양면"
        ]
      },
      {
        "name": "진도군",
        "districts": [
          "진도읍",
          "군내면",
          "의신면",
          "고군면",
          "지산면",
          "임회면",
          "조도면"
        ]
      },
      {
        "name": "해남군",
        "districts": [
          "송지면",
          "북평면",
          "산이면",
          "화원면",
          "해남읍",
          "현산면",
          "황산면",
          "옥천면",
          "화산면",
          "북일면",
          "문내면",
          "마산면",
          "계곡면",
          "삼산면"
        ]
      }
    ]
  },
  {
    "name": "울산광역시",
    "cities": [
      {
        "name": "남구",
        "districts": [
          "무거동",
          "신정동",
          "삼산동",
          "달동",
          "두왕동",
          "야음동",
          "옥동",
          "선암동",
          "매암동",
          "용연동",
          "상개동",
          "장생포동"
        ]
      },
      {
        "name": "울주군",
        "districts": [
          "온양읍",
          "상북면",
          "삼남읍",
          "서생면",
          "온산읍",
          "범서읍",
          "언양읍",
          "청량읍",
          "두서면",
          "삼남면",
          "두동면",
          "웅촌면",
          "삼동면"
        ]
      },
      {
        "name": "중구",
        "districts": [
          "복산동",
          "성남동",
          "반구동",
          "다운동",
          "약사동",
          "유곡동",
          "태화동",
          "동동",
          "성안동",
          "교동",
          "남외동",
          "학성동",
          "우정동",
          "옥교동",
          "학산동",
          "북정동",
          "서동",
          "장현동"
        ]
      },
      {
        "name": "북구",
        "districts": [
          "호계동",
          "산하동",
          "명촌동",
          "진장동",
          "화봉동",
          "신명동",
          "송정동",
          "신천동",
          "중산동",
          "천곡동",
          "매곡동",
          "양정동",
          "상안동",
          "연암동",
          "달천동",
          "염포동"
        ]
      },
      {
        "name": "동구",
        "districts": [
          "서부동",
          "전하동",
          "화정동",
          "방어동",
          "일산동",
          "동부동"
        ]
      }
    ]
  },
  {
    "name": "인천광역시",
    "cities": [
      {
        "name": "연수구",
        "districts": [
          "송도동",
          "연수동",
          "옥련동",
          "청학동",
          "동춘동",
          "선학동"
        ]
      },
      {
        "name": "중구",
        "districts": [
          "중산동",
          "운서동",
          "유동",
          "송월동3가",
          "운남동",
          "도원동",
          "신흥동3가",
          "관동3가",
          "신흥동1가",
          "사동",
          "을왕동",
          "인현동",
          "중앙동1가",
          "항동7가",
          "신포동",
          "용동",
          "중앙동3가",
          "내동",
          "신흥동2가",
          "선화동",
          "경동",
          "신생동",
          "덕교동",
          "북성동2가",
          "북성동1가",
          "운북동",
          "무의동",
          "항동3가",
          "해안동1가",
          "중앙동4가",
          "선린동",
          "송월동2가",
          "북성동3가",
          "남북동",
          "답동",
          "전동",
          "송월동1가",
          "율목동",
          "중앙동2가",
          "송학동3가",
          "관동1가",
          "송학동1가",
          "관동2가"
        ]
      },
      {
        "name": "부평구",
        "districts": [
          "부개동",
          "갈산동",
          "부평동",
          "청천동",
          "삼산동",
          "산곡동",
          "십정동",
          "일신동",
          "구산동"
        ]
      },
      {
        "name": "서구",
        "districts": [
          "청라동",
          "가정동",
          "원당동",
          "석남동",
          "연희동",
          "불로동",
          "가좌동",
          "오류동",
          "왕길동",
          "원창동",
          "신현동",
          "마전동",
          "경서동",
          "백석동",
          "심곡동",
          "검암동",
          "대곡동",
          "금곡동",
          "당하동",
          "시천동",
          "공촌동"
        ]
      },
      {
        "name": "계양구",
        "districts": [
          "서운동",
          "계산동",
          "용종동",
          "효성동",
          "작전동",
          "병방동",
          "임학동",
          "선주지동",
          "박촌동",
          "장기동",
          "둑실동",
          "갈현동",
          "상야동",
          "동양동",
          "오류동",
          "하야동",
          "귤현동",
          "방축동",
          "다남동",
          "목상동"
        ]
      },
      {
        "name": "남동구",
        "districts": [
          "논현동",
          "장수동",
          "만수동",
          "구월동",
          "남촌동",
          "간석동",
          "서창동",
          "도림동",
          "고잔동",
          "수산동",
          "운연동"
        ]
      },
      {
        "name": "강화군",
        "districts": [
          "삼산면",
          "화도면",
          "선원면",
          "송해면",
          "강화읍",
          "하점면",
          "양도면",
          "불은면",
          "길상면",
          "내가면",
          "양사면",
          "교동면"
        ]
      },
      {
        "name": "미추홀구",
        "districts": [
          "용현동",
          "관교동",
          "주안동",
          "숭의동",
          "학익동",
          "도화동",
          "문학동"
        ]
      },
      {
        "name": "동구",
        "districts": [
          "송림동",
          "송현동",
          "만석동",
          "화평동",
          "화수동",
          "창영동",
          "금곡동"
        ]
      },
      {
        "name": "옹진군",
        "districts": [
          "영흥면",
          "연평면",
          "북도면",
          "백령면",
          "덕적면",
          "대청면",
          "자월면"
        ]
      }
    ]
  },
  {
    "name": "광주광역시",
    "cities": [
      {
        "name": "서구",
        "districts": [
          "치평동",
          "광천동",
          "쌍촌동",
          "마륵동",
          "화정동",
          "농성동",
          "풍암동",
          "금호동",
          "동천동",
          "양동",
          "매월동",
          "유촌동",
          "세하동",
          "내방동",
          "용두동",
          "서창동"
        ]
      },
      {
        "name": "북구",
        "districts": [
          "양산동",
          "두암동",
          "용봉동",
          "매곡동",
          "중흥동",
          "운암동",
          "일곡동",
          "연제동",
          "문흥동",
          "오치동",
          "동림동",
          "우산동",
          "신안동",
          "유동",
          "각화동",
          "생용동",
          "충효동",
          "풍향동",
          "임동",
          "월출동",
          "금곡동",
          "용전동",
          "누문동",
          "북동",
          "신용동",
          "오룡동",
          "삼각동",
          "용두동",
          "본촌동",
          "태령동",
          "운정동",
          "대촌동",
          "청풍동"
        ]
      },
      {
        "name": "동구",
        "districts": [
          "불로동",
          "광산동",
          "대의동",
          "산수동",
          "남동",
          "대인동",
          "학동",
          "소태동",
          "금남로1가",
          "충장로3가",
          "서석동",
          "장동",
          "충장로4가",
          "금남로2가",
          "황금동",
          "계림동",
          "호남동",
          "금남로5가",
          "지산동",
          "동명동",
          "운림동",
          "금남로4가",
          "충장로1가",
          "금남로3가",
          "충장로2가",
          "궁동",
          "금동",
          "수기동",
          "충장로5가",
          "월남동",
          "용산동"
        ]
      },
      {
        "name": "광산구",
        "districts": [
          "신가동",
          "월계동",
          "선암동",
          "수완동",
          "흑석동",
          "우산동",
          "장덕동",
          "쌍암동",
          "소촌동",
          "월곡동",
          "도산동",
          "운수동",
          "운남동",
          "신창동",
          "용곡동",
          "산정동",
          "산월동",
          "도천동",
          "송정동",
          "장록동",
          "신촌동",
          "옥동",
          "비아동",
          "하남동",
          "남산동",
          "안청동",
          "오선동",
          "임곡동",
          "도덕동",
          "진곡동",
          "용봉동",
          "본덕동",
          "월전동",
          "하산동",
          "삼거동",
          "장수동"
        ]
      },
      {
        "name": "남구",
        "districts": [
          "백운동",
          "봉선동",
          "주월동",
          "월산동",
          "행암동",
          "양림동",
          "송하동",
          "진월동",
          "방림동",
          "임암동",
          "노대동",
          "지석동",
          "구동",
          "서동",
          "사동"
        ]
      }
    ]
  },
  {
    "name": "세종특별자치시",
    "cities": [
      {
        "name": "소담동",
        "districts": [
          "539",
          "525",
          "531",
          "37-7",
          "32-7",
          "325번지",
          "248-6번지",
          "37-3",
          "35-1",
          "208",
          "9-182"
        ]
      },
      {
        "name": "고운동",
        "districts": [
          "2112",
          "산",
          "1376",
          "2002번지",
          "1717번지",
          "1722번지",
          "1379번지",
          "701-1번지",
          "1403번지",
          ".번지",
          "1717"
        ]
      },
      {
        "name": "조치원읍",
        "districts": [
          "죽림리",
          "신안리",
          "침산리",
          "원리",
          "신흥리",
          "상리",
          "남리",
          "서창리",
          "정리",
          "평리",
          "번암리",
          "교리",
          "명리",
          "봉산리"
        ]
      },
      {
        "name": "반곡동",
        "districts": [
          "산",
          "45-14",
          "771-68번지",
          "736번지",
          "49-14",
          "308",
          "34-4"
        ]
      },
      {
        "name": "보람동",
        "districts": [
          "738",
          "755",
          "744",
          "700-74",
          "628-5",
          "721",
          "628-2번지",
          "625-2번지",
          "700-76",
          "629-2번지",
          "664-10",
          "629-4",
          "626-2번지",
          "628-7번지",
          "664-18번지",
          "629-6번지",
          "756",
          "664-1",
          "784",
          "664-11",
          "741",
          "629-2"
        ]
      },
      {
        "name": "새롬동",
        "districts": [
          "556",
          "74-47",
          "산",
          "574",
          "341-74",
          "85-1",
          "584"
        ]
      },
      {
        "name": "나성동",
        "districts": [
          "795",
          "796",
          "792",
          "779번지",
          "361-33번지",
          "779",
          "715",
          "811",
          "361-79번지",
          "751번지",
          "499번지",
          "782번지",
          "782",
          "361-24번지",
          "455-2번지",
          "715번지",
          "361-69",
          "565번지",
          "100-8번지",
          "488번지",
          "800",
          "716",
          "738",
          "751",
          "730",
          "259-1",
          "798",
          "785",
          "248",
          "764"
        ]
      },
      {
        "name": "대평동",
        "districts": [
          "676",
          "699",
          "566-5번지",
          "63-7번지",
          "63-10",
          "267-10번지",
          "566-5",
          "672",
          "63-7",
          "142-1",
          "565-2",
          "266-6",
          "63-12",
          "567-1"
        ]
      },
      {
        "name": "다정동",
        "districts": [
          "898",
          "2-1생활권",
          "7-6번지",
          "7-6",
          "6-5",
          "7-4",
          "920",
          "690",
          "943",
          "933",
          "363-208"
        ]
      },
      {
        "name": "어진동",
        "districts": [
          "667",
          "670",
          "530",
          "206-15번지",
          "103-21",
          "산",
          "103-79",
          "551",
          "3-156",
          "657번지",
          "610번지",
          "669번지",
          "178-331번지",
          "178-305번지",
          "608번지",
          "505번지",
          "63-2번지",
          "0번지",
          "76-16번지",
          "77-15번지",
          "307-7",
          "547번지",
          "3-113번지",
          "610",
          "657",
          "539"
        ]
      },
      {
        "name": "도담동",
        "districts": [
          "653번지",
          "200-22번지",
          "271-3번지",
          ".번지",
          "241번지",
          "240-1번지",
          "245-1",
          "245-2번지",
          "260-387번지",
          "245-1번지",
          "673",
          "653",
          "656번지",
          "235-9번지",
          "677번지",
          "246-5번지",
          "210-1번지",
          "667",
          "667번지",
          "665",
          "656",
          "654"
        ]
      },
      {
        "name": "장군면",
        "districts": [
          "봉안리",
          "은용리",
          "도계리",
          "평기리",
          "송학리"
        ]
      },
      {
        "name": "전의면",
        "districts": [
          "읍내리",
          "동교리",
          "관정리"
        ]
      },
      {
        "name": "부강면",
        "districts": [
          "부강리",
          "갈산리",
          "문곡리"
        ]
      },
      {
        "name": "한솔동",
        "districts": [
          "939",
          "946",
          "378번지",
          "946번지",
          "970번지",
          "950",
          "168-54번지",
          "28번지",
          "930번지",
          "927",
          "6번지",
          "931",
          "0",
          "933번지",
          "984",
          "931번지",
          "218-1번지",
          "산",
          "969"
        ]
      },
      {
        "name": "연동면",
        "districts": [
          "내판리",
          "명학리",
          "응암리"
        ]
      },
      {
        "name": "연서면",
        "districts": [
          "월하리",
          "성제리",
          "봉암리",
          "용암리"
        ]
      },
      {
        "name": "소정면",
        "districts": [
          "소정리"
        ]
      },
      {
        "name": "금남면",
        "districts": [
          "용포리"
        ]
      },
      {
        "name": "연기면",
        "districts": [
          "수산리",
          "세종리",
          "한별리"
        ]
      },
      {
        "name": "아름동",
        "districts": [
          "88번지",
          "252-2",
          "1359",
          "1332번지",
          "1290",
          "1362",
          "1360번지",
          "273-2번지",
          "산",
          "89번지",
          "87번지",
          "1316번지",
          "98번지",
          "1330",
          "1332",
          "1286번지"
        ]
      },
      {
        "name": "종촌동",
        "districts": [
          "672-1",
          "673번지",
          "672번지",
          "660",
          "151-92번지",
          ".번지",
          "97-2번지",
          "673",
          "151-87번지",
          "97-4",
          "151-89번지",
          "697"
        ]
      },
      {
        "name": "전동면",
        "districts": [
          "송성리",
          "노장리"
        ]
      },
      {
        "name": "가람동",
        "districts": [
          "620번지",
          "406"
        ]
      },
      {
        "name": "해밀동",
        "districts": [
          "산"
        ]
      },
      {
        "name": "세종동",
        "districts": [
          "1204"
        ]
      }
    ]
  },
  {
    "name": "전북특별자치도",
    "cities": [
      {
        "name": "군산시",
        "districts": [
          "소룡동",
          "나운동",
          "서흥남동",
          "신창동",
          "명산동",
          "신영동",
          "산북동",
          "임피면",
          "금광동",
          "중앙로2가",
          "수송동",
          "장미동",
          "삼학동",
          "미원동",
          "대야면",
          "경장동",
          "평화동",
          "조촌동",
          "중앙로1가",
          "문화동",
          "금동",
          "경암동",
          "영화동",
          "해망동",
          "영동",
          "지곡동",
          "나포면",
          "옥서면",
          "구암동",
          "성산면",
          "중동",
          "서수면",
          "월명동",
          "개복동",
          "개정면",
          "동흥남동",
          "금암동",
          "대명동",
          "죽성동",
          "미룡동",
          "오식도동",
          "미장동",
          "비응도동",
          "창성동",
          "옥도면",
          "옥산면",
          "신풍동",
          "옥구읍",
          "내초동",
          "중앙로3가",
          "회현면",
          "송풍동",
          "오룡동",
          "둔율동",
          "장재동",
          "개정동",
          "사정동",
          "내흥동"
        ]
      },
      {
        "name": "부안군",
        "districts": [
          "진서면",
          "줄포면",
          "부안읍",
          "하서면",
          "변산면",
          "계화면",
          "행안면",
          "백산면",
          "상서면",
          "보안면"
        ]
      },
      {
        "name": "임실군",
        "districts": [
          "성수면",
          "오수면",
          "임실읍",
          "운암면",
          "관촌면",
          "강진면",
          "덕치면",
          "신평면",
          "청웅면"
        ]
      },
      {
        "name": "고창군",
        "districts": [
          "고창읍",
          "흥덕면",
          "무장면",
          "심원면",
          "대산면",
          "상하면",
          "해리면",
          "아산면",
          "성송면",
          "부안면",
          "신림면",
          "성내면",
          "고수면"
        ]
      },
      {
        "name": "김제시",
        "districts": [
          "만경읍",
          "요촌동",
          "백구면",
          "교동",
          "흥사동",
          "검산동",
          "용지면",
          "서암동",
          "부량면",
          "금산면",
          "옥산동",
          "황산면",
          "백산면",
          "하동",
          "공덕면",
          "상동동",
          "광활면",
          "신풍동",
          "죽산면",
          "봉남면",
          "금구면",
          "진봉면",
          "연정동",
          "청하면"
        ]
      },
      {
        "name": "완주군",
        "districts": [
          "이서면",
          "봉동읍",
          "용진읍",
          "삼례읍",
          "운주면",
          "구이면",
          "상관면",
          "고산면",
          "비봉면",
          "화산면",
          "동상면",
          "소양면"
        ]
      },
      {
        "name": "전주시",
        "districts": [
          "완산구",
          "덕진구"
        ]
      },
      {
        "name": "남원시",
        "districts": [
          "하정동",
          "향교동",
          "천거동",
          "동충동",
          "쌍교동",
          "사매면",
          "왕정동",
          "도통동",
          "금동",
          "인월면",
          "월락동",
          "운봉읍",
          "산내면",
          "이백면",
          "금지면",
          "식정동",
          "주천면",
          "어현동",
          "죽항동",
          "노암동",
          "고죽동",
          "산곡동",
          "광치동",
          "송동면",
          "덕과면",
          "대강면",
          "보절면",
          "조산동",
          "주생면"
        ]
      },
      {
        "name": "장수군",
        "districts": [
          "번암면",
          "계남면",
          "산서면",
          "장수읍",
          "장계면",
          "천천면",
          "계북면"
        ]
      },
      {
        "name": "순창군",
        "districts": [
          "순창읍",
          "쌍치면",
          "팔덕면",
          "복흥면",
          "동계면",
          "풍산면",
          "유등면",
          "적성면",
          "구림면"
        ]
      },
      {
        "name": "진안군",
        "districts": [
          "진안읍",
          "부귀면",
          "주천면",
          "상전면",
          "동향면",
          "정천면",
          "안천면",
          "백운면",
          "마령면"
        ]
      },
      {
        "name": "무주군",
        "districts": [
          "무주읍",
          "안성면",
          "설천면",
          "적상면",
          "무풍면",
          "부남면"
        ]
      },
      {
        "name": "익산시",
        "districts": [
          "신동",
          "남중동",
          "금마면",
          "부송동",
          "중앙동2가",
          "마동",
          "모현동1가",
          "중앙동1가",
          "영등동",
          "여산면",
          "웅포면",
          "창인동1가",
          "주현동",
          "황등면",
          "인화동1가",
          "동산동",
          "어양동",
          "송학동",
          "왕궁면",
          "함열읍",
          "망성면",
          "석암동",
          "중앙동3가",
          "인화동2가",
          "갈산동",
          "목천동",
          "모현동2가",
          "낭산면",
          "용제동",
          "평화동",
          "오산면",
          "금강동",
          "신용동",
          "춘포면",
          "팔봉동",
          "삼기면",
          "신흥동",
          "성당면",
          "용안면",
          "용동면",
          "석왕동",
          "함라면",
          "덕기동"
        ]
      },
      {
        "name": "정읍시",
        "districts": [
          "수성동",
          "연지동",
          "태인면",
          "상동",
          "고부면",
          "영파동",
          "시기동",
          "북면",
          "산외면",
          "칠보면",
          "금붕동",
          "덕천면",
          "상평동",
          "장명동",
          "영원면",
          "농소동",
          "산내면",
          "신태인읍",
          "용계동",
          "내장동",
          "부전동",
          "흑암동",
          "신정동",
          "정우면",
          "하북동",
          "공평동",
          "이평면",
          "구룡동",
          "입암면",
          "신월동",
          "쌍암동"
        ]
      }
    ]
  }
];
